<p class="border-2 border-th-green p-4">Треугольник — это геометрическая фигура, образованная тремя отрезками, которые соединяют три не лежащие на одной прямой точки. </p>
<p>
    Три точки, образующие треугольник, называются вершинами треугольника, а отрезки — сторонами треугольника.
</p>
<p>
Стороны треугольника образуют в вершинах треугольника три угла. Другими словами, треугольник — это многоугольник, у которого имеется ровно три угла. 
</p>
<img src="{{ url('images/triangle-basic.png')}}" alt="img" class="w-96 mx-auto">